Repository: MYliuxiang/Checkme
Catalog: Check/Checkme Mobile/*.lproj/Localizable.strings
Languages: de, es, fr, hu, ja

source: Warning
de: Warnung
es: Advertencia
fr: Attention
hu: Figyelem
ja: 警告

source: Can only be used for iphone4s or later
de: Kann nur durch Iphone 4S oder höher verwendet werden
es: Solo para uso con iphones4s o avansados
fr: Peut être utiliser sur iPhone4S ou plus récent
hu: Csak min. iPhone4-n használható
ja: iPhone4s以降のみで使用できます

source: Exit
de: Ausschalten
es: Salida
fr: Quitter
hu: Kilépés
ja: 終了

source: Searching...
de: Suche...
es: Buscando dispositivo...
fr: de chercher...
hu: keresése…….
ja: デバイスを検出中...

# Please turn on the Bluetooth of your VIATOM device, or enter Offline mode
source: Please turn on the Bluetooth of your BodiMetrics device, or view offline data.
de: Bitte schalten Sie Bluetooth an Ihrem VIATOM CheckMe ein oder gehen Sie in den Offline Modus
es: Por favor, encienda el Bluetooth de su dispositivo BodiMetrics o entrar en modo sin conexión
hu: Kapcsolja be a Viatom Bluetooth-t vagy válassza az offline módot
ja: ブルートゥースデバイスのオンにしてください, またはオフラインモードに入る

source: Choose a device
de: Wählen Sie in Gerät
es: Elija un dispositivo
hu: Válasszon eszközt
ja: デバイスを選択してください

source: View offline data
de: Offline Daten einsehen
es: Ver datos sin conexión
hu: Offline adatmegtekintés
ja: オフラインでデータ表示

source: Search device
es: Dispositivo de búsqueda

source: Loading...
de: Laden...
es: Cargando...
hu: Töltés…….
ja: 読み込み中...

# No records found
source: There is no data in BM-88
de: Keine Aufzeichnungen gefunden
es: No hay registros found
hu: Nem található adat
ja: 記録がありません

# Please update your Checkme
source: Please update your BodiMetrics
de: Bitte updaten Sie Ihre Checkme
es: Por favor actualice su Checkme
hu: Frissítse a Checkme-t
ja: Checkmeをアップデートしてください

# Get Checkme information failed
source: Get BodiMetrics information failed
de: Checkme Daten fehlgeschlagen
es: Obtenga información BodiMetrics falló
hu: Sikertelen Checkme adat letöltés
ja: Checkme情報の取得に失敗しました

source: Please select a
es: Elija un dispositivo

source: See the offline data
es: Ver datos sin conexión

# Search the scanning
source: Search for device
es: Dispositivo de búsqueda

source: Heart rate: Low range
es: Ritmo cardiaco: Rango bajo

source: Heart rate: Medium range
es: Ritmo cardiaco: Rango medio

source: Heart rate: High range
es: Ritmo cardiaco: Rango alto

source: Heart rate: Out of range
es: Ritmo cardiaco: Fuera de rango

source: Rate Pressure Product: Below range
es: Producto nivel de presión: por debajo de la gama

source: Rate Pressure Product: Medium range
es: Producto nivel de presión: gama media

source: Rate Pressure Product: High range
es: Producto nivel de presión: gama alta

source: RPP: Below range
es: RPP: por debajo de la gama

source: RPP: Medium range
es: RPP: gama media

source: RPP: High range
es: RPP: gama alta

source: RPP: Above range
es: RPP: por encima del rango

# Data Review
source: Reports
de: Datendurchsicht
es: Reportes
fr: Revue des données
hu: Adat visszanézés
ja: データレビュー

source: More
de: Mehr
es: Más
fr: Davantage
hu: Több
ja: 続き

# Daily Check
source: Body Check
de: Tageswerte
es: Revisar cuerpo
fr: CTRL journ
hu: Napi ellenőrzés
ja: デイリーチェック

# ECG Recorder
source: Heart Activity
de: EKG-Aufzeichnung
es: Actividad cardiaca
fr: Enregist ECG
hu: EKG
ja: ECGレコーダ

source: Pulse Oximeter
de: Pulsoxymeter
es: Oxímetro de pulso
fr: Oxym. pouls
hu: Pulzoximéter
ja: パルスオキシメータ

# Thermometer
source: Temperature
de: Thermometer
es: Temperatura
fr: Thermomètre
hu: Lázmérő
ja: 体温計

source: Sleep Monitor
de: Schlafüberwachung
es: Monitor de Sueño
fr: CTRL sommeil
hu: Alvás monitor
ja: 睡眠モニタ

source: Pedometer
de: Schrittzähler
es: Podómetro
fr: Podomètre
hu: Fittness
ja: 歩数計

source: Relax Me
es: Relajarme

source: Device Update
de: Produktupdate
es: Actualización de Despositivo
fr: Mise à jour de l'appareil
hu: Eszköz frissítés
ja: デバイスのアップデート

source: Settings
de: Eigenschaften
es: Configuraciones
fr: Réglages
hu: Beállítások
ja: 設定

source: About
de: Über
es: Acerca de
fr: A propos
hu: Szoftver
ja: バージョン情報

source: Back
de: Zurück
es: Atras
fr: Retour
hu: Vissza
ja: 戻る

# Daily Check - %@
source: Body Check - %@
de: Tageswerte - %@
es: Revisar cuerpo - %@
fr: CTRL journ - %@
hu: Napi ellenőrzés - %@
ja: デイリーチェック - %@

source: Please wait for current download completed
de: Bitte warten Sie bis der Download beendet wurde
es: Por favor espere que la descarga corriente sea completada
fr: Attendre que le téléchargement soit terminé
hu: Várjon, míg a jelenlegi letöltés befejeződik
ja: 現在のダウンロードが完了するまでお待ちください

source: Heart Rate
de: Herzfrequenz
es: Ritmo cardiaco
fr: Pulsat. Cardiaques
hu: pulsus
ja: 心拍数

source: Oxygen Saturation
de: Sauerstoffsättigung
es: Saturación de Oxígeno
fr: Saturation en oxygène
hu: Oxigén telítettség
ja: 酸素飽和度

source: Blood Pressure
de: Blutdruck
es: Presión Arterial
fr: PA
hu: Vérnyomás
ja: 血圧

source: Day
de: Tag
es: Día
fr: jour
hu: Nap
ja: 日

source: Week
de: Woche
es: Semana
hu: Hét
ja: 週

source: Month
de: Monat
es: Mes
hu: Hónap
ja: 月

source: Year
de: Jahr
es: Año
hu: Év
ja: 年

source: Can not download in Offline mode
de: Daten können im Offline Modus nicht gedownloadet werden.
es: No se puede descargar en modo fuera de línea
hu: Offline módban nem tud adatot letölteni
ja: オフラインモードでは情報をダウンロードできません

source: Systolic Blood Pressure
es: Presión Sanguínea Sistólica

source: Rate Pressure Product
es: Evaluar Producto de Presión

source: No data
de: Kein Ergebnis
es: Sin datos
hu: Nincs adat
ja: データがありません

source: No records :(
de: Keine Aufzeichnungen :(
es: No hay registros :(
hu: Nem található adat :(
ja: 記録がありません :(

source: Detail
es: Detalle
fr: Détail
hu: Részlet
ja: 詳細

# Blood oxygen: Out of range
source: Blood oxygen: Within range
es: Oxígeno en sangre. Fuera del rango

source: Regular ECG Rhythm
de: Normaler EKG-Rhythmus
es: Ritmo ECG normal
fr: Rythme ECG régulier
hu: Szabályos EKG ritmus
ja: 規則正しい心電図調律

source: High Heart Rate
de: Hohe Herzfrequenz
es: Frecuencia cardiaca alta
fr: Fréq card élevée
hu: Gyors szívritmus
ja: 高い心拍数

source: Low Heart Rate
de: Niedrige Herzfrequenz
es: Frecuencia cardiaca baja
fr: Basse fréq card
hu: Lassú szívritmus
ja: 低い心拍数

source: High QRS Value
de: Hoher QRS-Wert
es: Alto valor de QRS
fr: Valeur QRS élevée
hu: Magas QRS érték
ja: 高いQRS値

source: High ST Value
de: Hoher ST-Wert
es: Alto valor ST
fr: Valeur ST élevée
hu: Magas ST érték
ja: 高いST値

source: Low ST Value
de: Niedriger ST-Wert
es: Bajo valor ST
fr: Basse valeur ST
hu: Alacsony ST érték
ja: 低いST値

source: Irregular ECG Rhythm
de: Unregelmäßiger EKG-Rhythmus
es: Ritmo ECG irregular
fr: Rythme ECG irrégulier
hu: Szabálytalan EKG ritmus
ja: 不規則な心電図調律

source: Suspected Premature Beat
de: Unklarer vorzeitiger Schlag
es: Sospecha de Latido prematuro
fr: Contraction cardiaque prématurée suspectée, consultez un mèdecin
hu: Korai kamrai összehúzódás
ja: 期外収縮の疑い

# Unable to Analyze
source: Unable to analyze, review manual and retry
de: Analyse nicht möglich
es: Incapaz de analizar
fr: Impossible analyser
hu: Analízis nem végezhető el
ja: 解析できません

source: Normal Blood Oxygen
de: Blutsauerstoff normal
es: Oxígeno sanguíneo normal
fr: Oxygène sang normal
hu: Normál vér oxigén
ja: 正常な血中酸素濃度

source: Low Blood Oxygen
de: Blutsauerstoff niedrig
es: Oxígeno en la sangre bajo
fr: Oxygène sang bas
hu: Alacsony vér oxigén
ja: 低い血中酸素濃度

source: refer to %@
de: Bezug zur %@
es: Consulte %@
fr: Faire réf à %@
hu: Vonatkozóan %@
ja: 参照 %@

source: Choose a way to share
de: Wählen Sie eine Möglichkeit die Daten zu teilen
es: Elija un modo de compartir
fr: Choisir un moyen de partager les données
hu: Válasszon megosztási módot
ja: 共有方法を選択してください

source: Save to Album
de: Speichern in Album
es: Guardar en álbum
fr: Sauvegarder sur l'album photo
hu: Mentés az Albumba
ja: アルバムに保存

source: Share
de: Teilen
es: Compartir
fr: Partager
hu: Megosztás
ja: 共有

source: Name:%@ Measure Time:%@ Measurement:%@ Reports:See file attached
de: Name :%@ Messzeit :%@ Messung:%@ Bericht: Siehe angehängte Datei
es: Nombre:%@ Medir el tiempo:%@ Medida:%@ Informes: Ver archivo adjunto
fr: Nom:%@ Mesurer le temps:%@ Mesure:%@ Rapport: voir fichier attaché
hu: név:%@ Mérési idő:%@ Mérés:%@ Jelentések:Lásd a csatolt fájlt
ja: 名前:%@ 測定時刻:%@ 測定:%@ レポート：添付ファイルをご覧ください

source: Cancel
de: Abbruch
es: Cancelar
fr: Supprimer
hu: Törlés
ja: キャンセル

source: Save failed, please check your system's privacy settings.
de: Speichern fehlgeschlagen, bitte überprüfen Sie Ihre Sicherheitseinstellungen
es: Guardar falló, por favor, compruebe la configuración de privacidad de tu sistema.
fr: La sauvegarde a échoué, vérifier le système de réglage
hu: Sikertelen mentés, ellenőrizze a biztonsági beállításokat
ja: 保存に失敗しました。システムのプライバシー設定を確認してください

source: Save succeeded
de: Speichern durchgeführt
es: Guardado correctamente
fr: Sauvergarde réussie
hu: Sikeres mentés
ja: 保存に成功しました

source: Femal
de: Weiblich
es: Mujer
fr: Femme
hu: Nő
ja: 女性

source: Male
de: Männlich
es: Hombre
fr: Homme
hu: Férfi
ja: 男性

source: Report
de: Bericht
es: Reporte
fr: Rapport
hu: Jelentés
ja: レポート

source: No BP calibration
de: Keine BD-Einstellung
es: No hay calibración BP
fr: Pas d'étalonnage PA
hu: Nincs vérnyomás kalibráció
ja: 血圧の校正データがありません

source: Not available for Guest
de: nicht möglich für Gast
es: No disponible para los huéspedes
fr: non dispo pour Guest
hu: Vendégnek (Guest) nem elérhető
ja: ゲストは使用できません

source: Unknown bandwidth
de: Unknown Bandbreite
es: Bandwidth desconocido
fr: bande passante Inconnu
hu: ismeretlen sávszélesség
ja: 不明な帯域幅

source: Wide
de: breit
es: ancho
fr: large
hu: széles
ja: ワイド

source: BP Check data is incomplete, can not be resolved
es: Comprueba de datos de BP está incompleta, no se puede resolve

source: Blood Oxygen drops detected
de: Abnahme des Blutsauerstoffs festgestellt
es: Gotas de oxígeno en sangre detectado
fr: Baisse oxygène sang détectée
hu: Vér oxigén csökkenés volt észlelhető
ja: 血中酸素濃度の低下が検出されました

source: No abnormalities detected
de: Keine Auffälligkeiten
es: No se han encontrado abnormalidades
fr: Aucune anomalie détectée
hu: Eltérés nem volt észlelhető
ja: 異常は検出されませんでした

source: drop
de: Abnahmen
es: gota
fr: gouttes
hu: O2 esés
ja: 回低下

source: Relax Me - %@
es: Relajarme -%@

source: Relaxation Index
es: Índice de relajación

source: Duration
es: Duración

source: Pedometer - %@
de: Schrittzähler - %@
es: Podómetro - %@
fr: Podomètre - %@
hu: Fittness - %@
ja: 歩数計 - %@

# Can not get Checkme information in Offline mode
source: Can not get BodiMetrics information in Offline mode
de: Daten können im Offline Modus nicht gedownloadet werden.
es: No puede obtener información BodiMetrics en modo fuera de línea
fr: Téléchargement des informations en mode déconnecté impossible
hu: Offline módban nem tud adatot letölteni
ja: オフラインモードでは情報をダウンロードできません

source: Network is not available
de: Netzwerk ist nicht verfügbar
es: La red no está disponible
hu: Hálózat nem elérhető
ja: ネットワークが利用できません

source: Can not update in Offline mode
de: Update im Offline Modus nicht möglich
es: No se puede actualizar en modo fuera de linea
hu: Offline módban nem tud frissíteni
ja: オフラインモードではアップデートできません

# Update will erase all data
source: Are you sure you want to update ?
de: Das Update löscht alle Daten
es: Está seguro que desea actualizar?
hu: Frissítés minden adatot töröl
ja: アップデートすると全データが消去されます

source: Update
es: Actualizar
hu: Frissítés
ja: アップデート

source: Choose a languge
de: Wählen Sie die Sprache
es: Cambiar idioma
hu: Válasszon nyelvet
ja: 言語の選択

source: Your version is up to date
de: Ihre Version ist am letzten Stand
es: Su versión está actualizada
hu: Jelenlegi verzió frissítve
ja: お使いのバージョンは最新です

source: Change Language
de: Spracheinstellung
es: Cambiar idioma
hu: Váltson nyelvet
ja: 言語の変更

source: Update failed
de: Update fehlgeschlagen
es: Error en la actualización
hu: Sikertelen frissítés
ja: アップデートに失敗しました

source: Really want to stop update?
de: Wollen Sie das Update wirklich abbrechen?
es: Realmente desea borrar todos los datos?
fr: Voulez vous arrêter la mise à jour??
hu: Leállítja a frissítést?
ja: アップデートを中止してよろしいですか?

source: Yes
de: Ja
es: Sí
fr: Oui
hu: Igen
ja: はい

source: Downloading...
de: Herunterladen...
es: Descargando...
fr: Téléchargement...
hu: letöltés …
ja: ダウンロード中…

source: Updating...
de: Updaten...
es: Actualización...
fr: Mise à jour...
hu: Frissítés.......
ja: アップデート中…

# Download success
source: Download successfully
de: Download durchgeführt
es: Descarga correcta
fr: télécharger succès
hu: Sikeres letöltés
ja: ダウンロードに成功しました

# Update success, application will restart
source: Update successfully, application will restart
de: Update durchgeführt, Applikation wird neu gestartet
es: Actualizar correctamente, la aplicación se reiniciará
hu: Sikeres frissítés, alkalmazás újraindul
ja: アップデートに成功しました。アプリは再起動します

source: Restart
de: Neustart
es: Reiniciar
hu: újraindítás
ja: 再起動

source: Delete Data
es: Eliminar datos

source: Unit
de: Einheit
es: Unidad
fr: Unité
hu: egység
ja: 単位

source: Metric
de: metrisch
es: Métrica
fr: Métrique
hu: Mértékegység
ja: メートル

source: British
de: Britisch
es: Britanico
fr: Brittanique
hu: Angol
ja: イギリス

source: Termometer
es: Termometro
fr: Thermomètre

# Clear cache
source: Delete data
de: Cache geleert
es: Borrar caché
fr: La suppression des cachettes
hu: Memória törlés
ja: キャッシュをクリア

# Clear caches successed
source: Clear caches successfully
de: Wählen Sie das Gerät
es: Borrar cachés correctamente
fr: La suppression des cachettes est OK
hu: Memória törlés sikeres
ja: キャッシュをクリアに成功しました

source: Switch device
de: Wählen Sie die Gerät
es: Cambiar dispositivo
fr: Appareil interchange
hu: Eszköz váltson
ja: の切り替えデバイス

# Can not change device when you connecting a Checkme
source: Can not change device when you connecting a BodiMetrics
de: Gerät kann nicht gewechselt werden wenn CheckMe angeschlossen ist
es: No se puede cambiar el dispositivo cuando se conecta a BodiMetrics
fr: Appareil non interchangeable quand vous connectez un €
hu: Ha Checkme-t csatlakoztat, nem válthat eszközt
ja: Checkmeの接続中はデバイスを変更できません

source: Switch User
de: Auf Benutzer wechseln
es: Cambiar de usuario
fr: Changer D'Utilisateur
hu: Felhasználó Váltás
ja: スイッチユーザ

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hu: Törlés
ja: 削除

source: %@User %@ is locked. If you want to change user, please delete this user and then select another user.
es: %@ usuario está bloqueado. Si desea cambiar el usuario, elimine este usuario y, seleccione otro usuario.
ja: %@User%@はロックされています。ユーザを変更する場合は、このユーザを削除してから別のユーザを選択してください。

source: Please select a user for data sharing to HealthKit, Note: The user cannot be changed after selection.
es: Seleccione un usuario para compartir datos a HealthKit, Nota: El usuario no puede ser cambiado después de la selección.
ja: HealthKitとデータを共有するユーザを選択してください。 注意：選択後はユーザを変更できません

source: Touch to enable HealthKit function
es: Toque para activar la función HealthKit
ja: タッチしてHealthKit機能を有効にしてください

source: User cannot be selected when offline
es: El usuario no se puede seleccionar cuando se trabaja sin conexión
ja: オフライン時はユーザを選択できません

source: Please create a user first
es: Por favor, crear un usuario primero
ja: まず初めにユーザを作成してください

source: Not applicable for Hospital mode
es: No aplicable a modo de Hospital
ja: 病院モードには適用できません

source: HealthKit User
es: Usuario de HealthKit
ja: HealthKitユーザ

source: Synchronization done
es: Sincronización completa
ja: 同期化が完了しました

source: PatientID:%@ Name:%@ Measure Time:%@ Measurement:%@ Reports:See file attached
de: Patienten-ID:%@ Name :%@ Messzeit :%@ Messung:%@ Bericht: Siehe angehängte Datei
es: Identidad del Paciente:%@ Nombre:%@ Medir el tiempo:%@ Medida:%@ RInformes: Ver archivo adjunto
fr: PatientID:%@ Nom:%@ Mesurer le temps:%@ Mesure:%@ Rapport: voir fichier attaché
hu: beteg ID:%@ név:%@ Mérési idő:%@ Mérés:%@ Jelentések:Lásd a csatolt fájlt
ja: 患者ID:%@ 名前:%@ 測定時刻:%@ 測定:%@ レポート：添付ファイルをご覧ください

source: Spot Check
es: Punto de chequeo
hu: villám kontrol

source: Temperature not applicable
de: Temperatur nicht zutreffend
es: Temperatura no aplicable
fr: température pas applicable
hu: hőmérséklet nem használható
ja: 体温適用できません

source: Temperature
de: Temperatur
es: Temperatura
fr: température
hu: hőmérséklet
ja: 体温

source: ECG not applicable
de: ECG nicht zutreffend
es: ECG no aplicable
fr: ECG pas applicable
hu: ECG nem használható
ja: ECG 適用できません

source: Spo2 not applicable
de: Spo2 nicht zutreffend
es: SPO2 no aplicable
fr: Spo2 pas applicable
hu: Spo2 nem használható
ja: Spo2 適用できません

source: Spot Check - %@
es: Punto de chequeo - %@
hu: villám kontrol - %@

source: Switch Mode
de: Änderungsmodus
es: Cambio de modo
fr: commutateur Mode
hu: Modus váltson
ja: 変更モード

source: Home
de: Heimat
es: Inicío
fr: maison
hu: Otthoni
ja: ファミリー

source: Steps
de: Schritte
es: Pasos
fr: Étapes
hu: Lépések
ja: 歩

source: New Version
de: neue Version
es: Nueva versión
fr: nouvelle Version
hu: új Verzió
ja: 新バージョン

source: Stop
es: Alto

source: Enter a BodiMetrics Cloud account
es: Introduzca una cuenta BodiMetrics de la nube

source: BodiMetrics Cloud
es: Nube de BodiMetrics

source: Auto sync
es: Sincronización automatica

source: Manual sync
es: Sincronización manual

source: Sign out
es: Cerrar session

source: Access Cloud in browser
es: Acceso de la Nube en el navegador

source: Sign in
es: Iniciar session

source: or create an account at
es: O crear una cuenta en

source: Later
es: Más tarde

source: Download
es: Descargar

source: Please enter a cloud accout!
es: Introduzca una cuenta de la nube!

source: Please enter an email.
es: Introduzca una dirección de correo electrónico.

source: Please enter password.
es: Introduzca una contraseña.

source: Sign in failed!
es: No se pudo iniciar sesión!

source: Share To
es: Compartir En

source: New records ready to download from device.
es: Registros nuevos listos para descargar desde el dispositivo.

source: Delete Data successed
es: Los datos han sido eliminados correctamente

source: BPsys - %@
de: Systolischer Blutdruck - %@
hu: Szisztolés nyomás - %@
ja: 収縮期血圧 - %@

source: Normal
fr: normale
hu: normál
ja: ノーマル

source: bandwidth:
de: Bandbreite:
fr: Bande passante:
hu: sávszélesség:
ja: 帯域:

source: %dh%dm%ds
ja: %d時%d分%d秒

source: %dm%ds
ja: %d分%d秒

source: No
de: Nein
fr: Non
hu: Nem
ja: いいえ

source: Data is unable to be synchronized when offline
ja: オフライン時はデータを同期化できません

source: Hospital
de: Krankenhaus
fr: hôpital
hu: Kórházi
ja: ホスピタル
